neovim
wl-clipboard
python-pip
nodejs
npm
lua51
luarocks
ruby
perl
cpanminus
ripgrep
fd
nerd-fonts
tree-sitter-cli
lua-language-server
bash-language-server
rust-analyzer
ccls
pyright
ruff
deno
marksman
